{
    "8장 - 귀납논증" : {
        "[]는 경험으로 확인한 명제이다.": ["전제"],
        "전제는 []으로 확인한 명제이다.": ["경험"],
        "[]은 전제에 포함된 내용보다 더 많은 것을 주장한다.": ["걸론"],
        "결론은 []에 포함된 내용보다 더 많은 것을 주장한다.": ["전제"],
        "[]은 결론이 확정되지 않는다.": ["귀납논증"],
        "귀납논증은 []이 확정되지 않는다.": ["결론"],
        "귀납논증은 추가된 전제에 의해 []으로 바뀔 수 있다.": ["연역논증"],
        "귀납논증은 []의 높고 낮음에 따라 강한 귀납논증과 약한 귀납논증으로 나뉜다.": ["개연성"],
        "귀납논증은 개연성의 높고 낮음에 따라 []과 []으로 나뉜다.": ["강한 귀납논증", "약한 귀납논증"],
        "귀납논증의 논리적 올바름은 [] + []이다.": ["논증의 형식", "배경지식"],
        "귀납논증은 [], [], []에 쓰일 수 있다.": ["과학적 논증", "통계적 정보를 이용한 추론", "신념과 주장의 정당성을 보일때"],
        "귀납논증의 장점은 결론이 참임을 확정할 수는 없지만 전제의 참을 []으로 확인할 수 있다는 것이다.": ["경험적"],
        "연역논증은 전제가 참일 때 결론의 참을 확증할 수 있지만, []은 알 수 없다.": ["전제의 참"],
        "연역논증에서 보장하지 못하는 []을 귀납 논증을 통해 채워줄 수 있다.": ["전제의 진리성"],
        "귀납논증의 문제점은 전제가 참이라도 []일 가능성이 항상 존재한다는 것이다.": ["결론이 거짓"],
        "매일 아침 주인이 와서 모이를 주었고, 나는 모이를 먹었다.\n오늘 아침에도 주인이 왔다.\n그러므로 나는 오늘도 모이를 먹을 것이다.\n위는 어떤 오류가 있는가?": ["성급한 일반화의 오류"],
        "연역논증은 전제에서 결론을 끌어내는 추론으로 [] 결론을 가진다.": ["필연적"],
        "귀납논증은 전제들이 결론을 유도해 내는 추론으로 [] 결론을 가진다.": ["개연적"]
    },
    "9장 - 귀납논증의 종류": {
        "개별적인 것들에 관한 구체적인 관찰에 기초해 얻은 전제들로부터 일반적인 결론을 이끌어내는 귀납추론을 []라고 한다.": ["귀납적 일반화(보편적 귀납)"],
        "귀납적 일반화의 종류로는 [] 일반화, [] 일반화가 있다.": ["보편적", "통계적"],
        "[]는 어떤 부류에 속하는 특정한 일부 대상들이 모두 어떤 동일한 속성을 가지고 있다는 것을 토대로 -> 그 부류의 대상 전부가 그런 속성을 가지고 있다는 결론을 도출한다.": ["보편적 일반화"],
        "지금까지 관찰된 모든 까마귀들은 검었다.\n그러므로 모든 까마귀들은 검다.\n위 예시는 어떤 귀납논증인가?": ["보편적 일반화"],
        "[]는 어떤 부류의 일부를 뽑아서 조사해서 그 표본 중 어떤 특정 속성이 얼마나 되는지 확인한 다음 -> 부류 전체 중에 서 그 속성이 어느 정도의 비율인가 추론하는 것": ["통계적 일반화"],
        "5000명을 표본으로 한 연구에 의하면, 68%의 유권자들이 헌법 개정에 반대했다.\n그러므로 약 68%의 유권자들이 헌법 개정에 반대한다.\n위 예시는 어떤 귀납논증인가?": ["통계적 일반화"],
        "논증의 강도를 평가하는 평가기준은 [], [], []이다.": ["표본의 크기", "표본의 다양성", "결론의 대상 범위"],
        "관찰된 사례가 너무 적을 경우 [], [] 오류가 발생할 수 있다.": ["성급한 일반화의 오류", "불충분한 통계의 오류"],
        "객관적 정보보다 심리적으로 생생한 정보에 더 끌리는 경향과 관련된 오류는?": ["오도된 생생함의 오류"],
        "비행기의 사고율이 가장 낮다는 것을 알지만, 비행기 사고 소식을 듣고 나서 비행기 여행을 회피하게 되는 경우는 어떤 오류인가?": ["오도된 생생함의 오류"],
        "연구 목적에 부합하는 실험 데이터만 선택하거나 부합하지 않는 데이터를 폐기해서 연구 결과를 조작 왜곡하는 경우는 어떤 오류인가?": ["태만한 귀납화"],
        "큰 수술을 받은 대다수의 90세 이상의 노인들은 다소 심한 수술 후유증을 겪는다.\n영자할머니는 93세이고얼마 전 위암수술을 받았다.\n그러므로 아마도 영자할머니는 수술 후유증을 겪을 것이다.\n이는 어떤 귀납논증인가?": ["통계적 삼단논법"],
        "일반적인 사실 혹은 주장에서 구체적인 사실 혹은 주장을 추론하더라도 결론이 통계적 일반화에 의해 도출되는경우 []이다.": ["귀납논증"],
        "x가 주제 F에 관하여 주장한 대부분의 진술이 옳다.\nP는 x가 주제 F에 관하여 주장하는 진술이다.\n그러므로 P는 옳다.\n다음 논증 형식을 갖는 논증은 무엇인가?": ["권위에 의거하는 논증"],
        "둘 이상의 대상이 몇 가지 점에서 유사하다는 점을 근거로 논의되고 있는 다른 점에서도 유사할 것이라고 결론을 내리는 논증은 무슨 논증인가?": ["유비 논증"],
        "영수의 집에는 TV, 냉장고, 전자레인지, 그리고 홈씨어터시스템이 있다.\n철수의 집에도 TV, 냉장고, 전자레인지가 있다.\n따라서 아마도 철수의 집에도 홈씨어터시스템이 있을 것이다.\n위는 어떤 오류인가?": ["잘못된 유비의 오류"],
        "유비논증은 다른 귀납논증에 비해서 논증 강도가 [].": ["약하다"],
        "[]은 직관적 구도를 사용해서 이해가 쉽고 심리적으로 설득력을 가지기 때문에 효과적이다.": ["유비논증"],
        "원인과 결과를 확인해서 인과적 지식을 생산하고 정당화하는 논증은?": ["인과논증"],
        "A가 B의 원인일 때, A가 있으면 B가 언제나 일어나게 되는 조건은 무슨 조건인가?": ["충분조건"],
        "A가 B의 원인일 때, A가 없으면 B가 일어나지 않게 되는 조건은 무슨 조건인가?": ["필요조건"],
        "밀의 원인 발견법으로는 [], [], [], [], []이 있다.": ["일치법", "차이법", "일치 차이 병용법", "공변법", "잉여법"],
        "밀의 원인 발견법은 []과 같은 오류가 발생할 수 있다.": ["선후인과의 오류"],
        "잘못된 인과논증을 통해 [], [], []와 같은 오류들이 발생할 수 있다.": ["선후인과의 오류", "인과 혼동의 오류", "공통 원인을 무시하는 오류"],
        "P가 발생하였다.\nH가 P에 대한 가장 좋은 설명을 제공한다.\n따라서 H는 참이다.\n이와 관련된 귀납논증의 종류는?": ["최선의 설명으로의 추리"], 
        "다양한 현상을 과학적으로 설명하거나 갈등을 합리적으로 해결하기 위해 가설(假說 hypothesis)을 세운 다음, 가설로부터 예측 내용을 도출하고, 예측 내용이 성립하는지 실험, 관찰함으로써 가설이 맞는지 검토하는 귀납 논증의 종류는?": ["가설연역법"],
        "만일 H이고 C라면, R이다. (H는 가설, C는 관찰 조건, R는 결과)\nC가 성립한다.\nR이 성립한다.그러므로 H는 확증된다.\n위는 무엇의 논증형식인가?": ["확증 추론"],
        "만일 H이고 C라면, R이다.\nC가 성립한다. R이 성립하지 않는다.\n그러므로 H는 반증된다.\n위는 무엇의 논증 형식인가?": ["반증 추론"]
    },
    "10장 - 논의 요소와 분석": {
        "논증의 요소는 []와 []가 있다.": ["전제", "결론"],
        "(1)벌레들은 자신들을 주둥이로 쪼아 먹는 새들을 최대의 적으로 생각한다.(2)그런데 벌레들이 죽은 척을 하면 새들은 먹고 싶은 마음이 사라져 벌레들은 목숨을 건질 수 있다.(3)벌레들은 자연속의 적을 속여 넘기기 위해서 죽은 척을 하는 것이다.\n\n 다음중 전제와 결론에 맞는 번호는?": ["2", "3"],
        "상대방의 논증을 해석할 때, 선의를 가지고 상대방의 논증을 최대한 합리적인 논증으로 해석하는 것은?": ["자비로운 해석"],
        "상대방의 논증을 무조건 비난하거나 무조건 수용하는 것이 아니라, 합리적으로 비판하는 것은?": ["논리적인 사고"],
        "듣는 사람이 비합리적인 해석을 했을 때 상대방이 이를 다시 반박하는 데 들어가는 불필요한 시간을 절약해주는 실용성이 있는 것은?": ["합리적인 해석"]
    },
    "11장 - 논증의 구조와 분석": {
        "논증의 기본 구조는 []이다.": ["직접 추론"],
        "나는 생각한다. 고로 존재한다.\n위는 논증의 구조중 어떤것에 해당하는가?": ["직접 추론"],
        "하나의 추론을 가지는 논증은 어떤 구조인가?": ["단순 구조"],
        "전제들이 각각 독자적으로 결론을 지지하거나, 전제들이 합쳐서 결론을 지지하는 것은 논증의 어떤 구조인가?": ["단순 구조"],
        "단순 구조의 종류로는 [], [], []가 있다.": ["결합구조", "합류구조", "연쇄구조"],
        "여러 개의 논증이 복합적으로 구성되어 있는 구조는 논증의 어떤 구조인가?": ["복합 구조"],
        "최종 결론(주논증의 결론)을 이끌어내기 위한 중간 결론(하위 논증의 결론)이 복잡하게 결합되어 있는 것은 논증의 구조중 무엇인가?": ["복합구조"],
        "둘 이상의 판단을 전제로 하여 그들 상호의 관계로부터 결론을 이끌어내는 경우, []이다.": ["간접추론"],
        "어떤 전제가 있고 그 전제들이 어떤 경로를 통해 결론을 지지하는지 전제와 결론의 흐름을 나타낸 다이어그램을 무엇이라 하는가?": ["논증구조도"],
        "(1)지난 30년간의 주식 시장이 보여 주듯이, (2)주식은 경기 침체 후 회복되는 첫 번째 해에 채권보다 대체로 수익성이 높다. (3)올해가 그 해이기 때문에, (4)주식은 채권보다 수익성이 높아야 한다.\n위 문장들의 논증 구조도를 나타내라": ["1 -> (2 + 3) -> 4"],
        "(p1 + p2) -> C\n위 논증 구조를 갖는 논증 구조는 무엇인가?": ["결합구조"],
        "(1)민주시 시민 중 약 80%는 수술실의 CCTV 설치가 의료사고 예방에 효과가 있을 것이라고 생각한다. (2)철수는 민주시 시민이다. (3)따라서 철수도 수술실의 CCTV 설치가 의료사고 예방에 효과가 있을 것이라고 생각할 것이다.\n위 문장들의 논증 구조도를 나타내라": ["(1 + 2) -> 3"],
        "(1)사막의 산 정상은 천문학자에게 좋은 관찰 지점이 된다. (2)위치가 높아서 그들은 대기권 중의 한층위에 앉아있는 셈이므로, 별빛이 대기권을 모두 통과하지 않더라도 망원경에 포착될 수 있다. (3)사막은 건조해서 구름의 방해도 거의 없다. (4)지극히 엷은 안개나 구름층이 생긴다면, 사막뿐만 아니라 어디서라도 수많은 천문학의 계측기구들은 하늘을 관찰하는데 쓸모가 없어진다.\n 위 문장들의 논증 구조도를 나타내라.": ["2 -> 1, (3+4)->1"],
        "(1)국제노동자연맹의 가장 중요한 목적은 영국 국내의 사회적 혁명을 촉진시키는 일이다. (2)사회적 혁명을 촉진시키는 유일한 방안은 아일랜드를 독립시키는 일이다. (3)따라서 국제 노동자연맹이 해야 할 일차적 과제는 도처에서 영국과 아일랜드의 갈등을 조장하고 (4)또 사사 건건 아일랜드를 공공연하게 지지하는 일이다.\n위 문장들의 논증 구조도를 보여라.": ["(1+2) -> 3, (1+2) -> 4"],
        "p1 -> C, p2 -> C 의 구조를 갖는 논증 구조는 무엇인가?": ["합류구조"],
        "(1)‘무정란이나 사용되지 않은 정자가 아니라는 의미에서 수정란은 생명이 있다’는 데 대해 생물학자들은 의견의 일치를 보이지 못하고 있다. (2)‘과연 기본적인 신경계조차 없는 하나의 세포집단이 어떤 의미에서 인간인가’에 대해서도 의견의 일치를 보이지 못하고 있다. (3)따라 서 인간의 생명이 언제 시작되는가에 관한 모호한 문제를 결정하기 위한 설득력이 있는 경험적 자료는 없다.\n 논증 구조도는?": ["1 -> 3, 2 -> 3"],
        "p1 -> C1, p2 -> C2, C1 = p2 의 구조를 갖는 논증 구조는 무엇인가?": ["연쇄구조"],
        "정부는 국민들의 건강을 위해 금연정책을 강제적으로 실시해야 한다. 흡연이 흡연자의 건강을 위협하기도 하지만 더 큰 문제는 비흡연자의 건강까지 위협한다는 것이다. 청산대 의대연구팀의 연구결과에 따르면, 간접흡연은 폐암, 호흡기 질병, 심장질환 등 여러 가지 질병의원인이 된다고 한다.\n위 문장은 논증 구조중 어떤 구조를 갖는가?": ["연쇄구조"],
        "(1)축구분석은 야구보다 더 까다롭다. (2)왜냐하면 축구는 진정한 단체운동이기 때문이다.(3)야구와 달리 경기장에있는 열한명이 모두 모든 경기진행에 참여하고 있다. (4)누구에게 상이나 벌을 내려야 할지 보기보다 꽤 어렵다.\n위 문장의 논증 구조도는?": ["3 -> 2 -> 4 -> 1", "3 -> 2 -> 1, 4 -> 1"],
        "(1)프랑스 배우 브리지트 바르도는 한국 언론과의 인터뷰에서 한국인의 보신탕 문화에 대해 강하게 비판했다. (2)그녀는 보신탕을 먹는 행위는 동물학대인데, 동물을 학대하는 것은 곧 야만인들이나 하는 짓이라고 말했다. (3)이런 이유에서 그녀는 보신탕을 먹는 한국인들을 야만인이라고 주장했다. (4)푸아그라의 재료를 생산하기 위 해 거위를 좁은 게이지 안에 넣은 채 강제로 음식물을 먹이는 학대 행위는 야만적일지 몰라도 한국인의 보신 탕 문화를 동물학대로 보는 것은 적절하지 않다. (5)왜냐하면 동물학대는 자기방어나 생존을 위한 목적이 아님 에도 동물에게 고통을 가하는 행위인데, 보신탕을 만들기 위해서 개에게 특별히 고통을 가하지 않기 때문이다. (6)더욱이 한국인들이 보신탕을 먹는 것은 한국의 고유한 음식문화이기도 하다.\n\n위 문장의 논증 구조도는?": ["5 -> 4, (6 + a) -> 4"],
        "최근 태평양전쟁 당시 일본군이 ‘조선인 위안부’를 집단학살한 장면이 담긴 영상이 처음으로 공개됐다. 일본군 위안부 동아시아 콘퍼런스에서 공개된 30초 분량의 흑백영상은 1944년 중국 에서 패주하는 일본군으로부터 위안부들이 총살당한 뒤 버려진 충격적인 모습을 담고 있다. 이 영상은 당시 일본군과 전투를 벌인 연합군이 촬영했다고 전한다.\n\n그동안 일본군이 위안부를 성적인 도구로 활용하다가 학살했다는 증언과 보고는 다수 있었지 만 그와 관련된 물증은 충분히 확보되지 못했다. 하지만 (1)이번에 새롭게 발견된 영상은 일본 군이 위안부를 성적인 도구로 활용했다가 학살했다는 사실을 보여주는 명확한 물증이다. (2)연 합군이 기록한 문서에 나오는 “1944년 9월 13일 밤 일본군이 조선인 위안부 30명을 학살했다” 는 내용은 이 영상의 진실성을 뒷받침한다. (3)확실한 물증이 발견되었다면 일본 정부는 반드시 위안부 문제와 관련하여 책임 있는 대답을 내어놓아야 한다. (4)일본은 이 사건이 발생한 지 이미 오랜시간이 흘렀고, 박정희 정권 시절 한국에 보상을 했다는 이유로 책임있는 답변을 회피하고 있지만, 위안부 문제는 한일 간 외교 문제이기 이전에 인류의 보편적 인권문제이며, 더욱 이 전쟁 범죄의 책임을 묻는 일은 소멸시효를 적용할 수 없기에 국가 간의 정치적 타협으로 끝날 문제가 아니다. (5)따라서 일본 정부가 진솔하게 법적 도의적 책임을 인정하고 공식적인 사죄와 함께 피해자들에게 배상을 하는 것이 위안부 문제의 온전한 해결책이라고 할 수 있다.\n\n 위 문장의 논증 구조도는?": ["2 -> 1, (1 + 3) -> 5, 4 -> 5"]
    },
    "12장 - 논증의 평가와 오류": {
        "논증 평가란 []인지 []인지 판단하는 것이다.": ["좋은 논증", "나쁜 논증"],
        "논증 평가의 기준은 [], [], [] 이다.": ["수용 가능성", "관련성", "충분성"],
        "오류는 [] 오류와 [] 오류로 나뉜다.": ["형식적 오류", "비형식적 오류"],
        "비형식적 오류의 유형으로는 [] 오류, [] 오류, [] 오류가 있다.": ["수용 불가능성의 오류", "무관련성의 오류", "불충분성의 오류"]
    },
    "13장 - 논증의 수용가능성 평가와 오류": {
        "전제가 []과 []에서 나온 것이고, []일때 수용 가능하다.": ["정상적 조건", "신뢰할 만한 출처", "공정한 주장"],
        "내 남자친구는 나보다 야구를 더 좋아해. 우리 관계에 끝이 보이는 것 같아.\n위 문장은 어떤 오류인가?": ["애매성의 오류"],
        "미친 사람은 정신병원에 가두어야 한다. 요즘 세상에 폭력적인 갑질을 하다니, 미치지 않고서는 그럴 수 없다. 그런 사람은 정신병원에 보내야 한다.\n위 문장은 어떤 오류인가?": ["은밀한 재정의의 오류"],
        "엄마는 내가 친구들과 외박하는 것은 절대 안 된다고 말씀하신다. 그렇다면 애인과 외박하는 것은 허락할 것이다.\n위 문장은 어떤 오류인가?": ["강조의 오류"],
        "저는 그 볼펜을 훔친 것이 아닙니다. 죽을때까지 빌린 것일 뿐입니다.\n위 문장은 어떤 오류인가?": ["차이 없는 구별의 오류"],
        "이번에 발생한 정치문제 해결을 위해 아인슈타인의 견해를 받아들여야한다. 그는 노벨상 수상자이기 때문이다.\n위 문장은 어떤 오류인가?": ["부적합한 권위의 오류"],
        "마이클 조던이 신던 운동화, 무릎보호대, 농구복을 입었으니 나도 농구를 잘 할 수 있다.\n위 문장은 어떤 오류인가?": ["결합의 오류"],
        "브라질은 축구 강국이다. 브라질 사람인 내 친구도 축구를 잘할 것이다.\n위 문장은 어떤 오류인가?": ["분해의 오류"],
        "남녀 사이의 번식이 자연의 섭리이므로 동성애는 잘못이다.\n위 문장은 어떤 오류인가?": ["자연주의의 오류"],
        "영채가 빨간색을 싫어한다는 것은 파란색을 좋아한다는 것이기 때문에 파란색 필통을 선물해줬다\n위 문장은 어떤 오류인가?": ["흑백사고의 오류"],
        "길거리에 쓰레기를 버리면 벌금을 내야한다.왜냐하면 법으로 금지되어있기 때문이다.\n위 문장은 어떤 오류인가?": ["순환논증의 오류"]
    },
    "14장 - 논증의 관련성 평가": {
        "전제와 결론의 관련성은 [] 여부 와 상관없다.": ["전제의 참 거짓"],
        "전제와 결론이 관련이 있다 하더라도, []을 완벽하게 입증하는 것은 아니다.": ["결론"],
        "관련성 평가는 []에 의존한다.": ["맥락"],
        "아인쉬타인의 상대성이론은 틀렸다. 왜냐하면 그는 유대인이기 때문이다.\n무슨 오류인가?": ["인신 공격의 오류"],
        "영희가 친구들에게 여유 있고 너그러울 수 있는 것은 그가 경제적으로 풍족하게 자라서이다.\n무슨 오류인가?": ["정황에 호소하는 오류"],
        "아버지도 담배를 피시잖아요. 그러니까 제가 담배피는 걸로 야단치실 수 없어요.\n무슨 오류인가?": ["피장파장의 오류"],
        "똑같은 내용의 편지를 다른 7사람에게 보내지 않으면 불행이 닥칠 것입니다.\n무슨 오류인가?": ["감정에 호소하는 오류"],
        "당신이 연구소의 연구윤리위반 사실을 외부에 공개한다면, 연구소는 참고 있지 않을 것입니다. 당신은 재계약을 할 수 없을 것입니다.\n무슨 오류인가?": ["힘에 호소하는 오류"],
        "지금의 국회는 새 정부가 첫 걸음도 떼어 놓을 수 없도록 발목을 잡고 늘어져 정부기능을 마비시켜 놓았다. 정략적인 사보타지다. 이것이 국회가 할 일인가? 이에 대해 국민들이 뭐라 하는지 길을 막고 물어보라.\n무슨 오류인가?": ["대중에 호소하는 오류"],
        "대중에 호소하는 오류는 [] 오류라고도 한다.": ["밴드웨건"],
        "동성애는 헌법에 있는 전통문화의 계승 발전 의무, 민족 문화 창달 의무, 혼인 제도와 가족 제도, 모성 보호 등에 위반 된다.\n무슨 오류인가?": ["전통에 호소하는 오류"],
        "무분별한 개발로 자연환경이 크게 파괴되었으므로 기술 개발의 속도를 늦추자고 주장하는 사람들이 있다. 그런데 나는 그들이 과연 전기가 없는 곳에서 살 수 있을지 의문스럽다. 그들은 전기가 없으면 현재 누리고 있는 모든 문명의 혜택을 포기해야 한다는 사실을 모르고 있는 모양이다.\n무슨 오류인가?": ["허수아비 공격의 오류"],
        "하나님의 대리인인 내 말을 믿지 않는 사람이 여기에 있다면 한번 손들어 보십시오. 그런 사람은 사탄의 꼬임에 빠진 사람입니다.\n무슨 오류인가?": ["원천봉쇄의 오류"],
        "성범죄는 도덕이성이 미숙한 범죄자들이 성적 충동을 통제하지 못해서 발생하기 때문에, 국가사회가 대중문 화의 선정성을 통제하고 피해자들도 가능한 스스로를 보호하기 위해 조심해야 합니다.\n무슨 오류인가?": ["논점 일탈의 오류"]
    },
    "15장 - 논증의 충분성 평가와 오류": {
        "[]는 귀납논증에서 요구되는 평가 기준이다.": ["충분성 평가"],
        "[]과 []을 충족하는지 확인한 이후 충분성 평가를 해야한다.": ["수용가능성", "관련성"],
        "귀납논증은 []가 좁을수록 더 강하다.": ["결론의 범위"],
        "내가 본 서넛의 과 커플은 연애를 지속하지 못했고 헤어진 뒤에도 과 생활을 힘들어 했다. 과 커플은 실패한 연 애와 실패한 대학생활로 가는 지름길이다.\n무슨 오류?": ["성급한 일반화의 오류"],
        "설문에 응한 60대 이상의 남자 가운데 68%가 동성동본 결혼을 금지하는 것이 바람직하다고 대답했다. 따라서 우리나라 남자 가운데 2/3 가량은 동성동본 혼인금지를 다시 도입하는 것에 찬성할 가능성이 높다.\n무슨 오류?": ["편향된 통계의 오류"],
        "우리 회사의 외국인 노동자들은 지금까지 임금에 대해 불평하거나 임금인상을 요구한 적이 없다. 그렇기 때문에 그들이 현재 임금에 불만을 가진다고 생각할 수 없다.\n무슨 오류?": ["무지에 근거하는 오류"],
        "[] 경우, 무지에 호소하는 것이지만 오류가 이니다.": ["입증에 책임이 없는 경우"],
        "입증에 책임이 없는 경우는 대표적으로 []이다.": ["무죄 추정의 원칙"],
        "[], []는 무지의 형태를 하고 있지만 학문적 성과인 지식에 해당하는 경우로 무지에 호소하는 것이지만 오류가 아니다.": ["오랜 연구 실험의 결과", "혐의나 가설이 입증되지 않은 경우"],
        "우주도 알고 보면 집과 다르지 않다. 집이라는 구조물이 그 속에 거주하는 사람들을 품고 있듯이 우주도 그 속에 존재하는 모든 존재들을 품고 있다. 집이 복잡하고 정교하게 지어져 있듯이 우주도 복잡하고 정교하게 이루 어져 있다. 그렇다면 집에 대하여 그것을 설계한 설계자가 있듯이 우주에 대하여 그것을 설계한 설계자를 어찌 상상하지 못하겠는가. 바로 그 설계자가 신이라는 이름으로 존재하는 것이다.\n 무슨 오류?": ["잘못된 유비의 오류"],
        "김교수는 장철수와 김영희의 보고서가 거의 똑같다는 것을 발견했다. 그는 두 사람 중 한 학생이 다른 학생의 보고서를 베꼈다고 생각했다. 그러나 김교수가 두학생을 불러 경위를 따져 물었을때 두사람 다 결코 상대방의 보고서를 보지 않았다고 주장했다.\n무슨 오류?": ["공통 원인 무시의 오류"],
        "만약 낙태를 합법화한다면 그 후유증을 반드시 각오해야 한다. 무엇보다도 낙태가 합법화되면 낙태를 당연시하 는 풍조가 생겨난다. 그렇게 되면 현재 불가피하게 아이를 낳는 경우마저 사라지게 될 것이기 때문에 출산율이 더 떨어질것이다. 출산율이 계속 떨어지는 것은 망국의 지름길이다. 이처럼 나라가 망하는 것을 보고 싶지않다면 낙태를 합법화해서는 안 된다.\n무슨오류?": ["미끄러운 비탈길의 오류"]
    }
}